//id数字 第一位为所属类中的序号 第二位为新闻所属类 

var news=[
    {    id:11,
        'title':'上海社会面清零解封，沪漂每日万人逃离：是谁寒了他们的心',
        'content':'5 月末的上海，终于传来了一则振奋人心的消息上海高铁、航班逐步恢复，且开始有序的复工复产！媒体报道截图只是，越来越多的人们开始选择逃离这座城市，仅 16 日当天，就有 7000 人抢到了从虹桥离开的动车 / 高铁票，而根据大数据显示，他们的主要目的地是广州和武汉。上海虹桥火车站客离沪大潮涌现，有人为了回家徒步十几个小时到虹桥火车站这或许是人生下一站的选择，他们给这座城市留下了自己青春而靓丽 的背影，在离开时却大多身着防护服，表情决绝。留下的人们还在坚守着生活，而离开的人们已经来不及伤感，他们还要奔赴人生的下一站。 这就是上海解封之后的众生相。六旬老汉，带着妻子的骨灰走了离开上海，最为悲怆的一枪或许是由一位年过六旬的老人打响的。这位名叫黄建才的老人拖着长长的拉杆箱，徒步 7 个小时 20 公里，从老闵行走到了虹桥火车站。'
    },
    {
        id:21,
        'title':'西南大学开展校友袁隆平逝世一周年纪念系列活动',
        'content':'图为西南大学袁隆平雕像前学生放的鲜花中新网重庆5月22日电 (记者 钟旖)22日，在中国工程院院士袁隆平逝世一周年之际，袁隆平的母校西南大学开展纪念系列活动。 据介绍，1949年袁隆平考入位于重庆北碚夏坝的相辉学院农学系。该校后来并入新成立的西南农学院，系现西南大学前身之一。清晨8时许，在西南大学设立的袁隆平雕像前，该校农学与生物科技学院的300余名师生前来缅怀。师生们手持鲜花，对着雕像三鞠躬，表达思念。在袁隆平雕像两侧，各摆放了三排水稻植株，均为近年来西南大学水稻研究团队通过分子育种技术、杂交技术等，培育出的优质、高产、多抗杂交品种。该团队先后获得国家发明专利和植物新品种权23项，选育新品种32个，特别是水稻新品种富优1号，通过了重庆、海南和广西省级审定，通过了长江上游、长江中下游和武陵山区国家级审定，是重庆市第一个通过国家审定的水稻品种。9时许，西南大学举行第四届“袁隆平奖学金”颁奖典礼。“袁隆平奖学金”首颁于2017年，由袁隆平捐献20万元设立，用于奖励农业学科相关的品学兼优的学生，鼓励学生“深入基层，扎根农田，为我国的农业事业作出贡献”。图为西南大学举行第四届“袁隆平奖学金”颁奖典礼。　钟旖 摄',
    },
    {
        id:12,
        'title':'王者荣耀：S27赛季剩余31天，Elo机制漏洞曝光，王者玩家烂大街了',
        'content':'XXXXXXX',
    },
    {
        id:22,
        'title':'华为云计算技术有限公司：奋力打造“贵州数据产业”新名片',
        'content':'贵阳网·甲秀新闻讯 自中国国际大数据产业博览会(以下简称数博会)增设“数博发布”主题内容起，“数博发布”特色品牌就成为了引领行业发展的风向标，众多知名企业纷纷被其吸引。今年，华为云计算技术有限公司便以“华为云GaussDB金融级分布式数据库”项目、“华为云FusionInsight MRS IoTDB时序数据库”项目、“华为云数智融合平台”项目成功入围2022数博会数博发布之领先科技成果奖终审。“华为已经持续战略投入数据领域10多年，逐步构建起包括：解决数据和AI产业难题与产品核心痛点的创新Lab，数据库、数据仓库、数据湖和AI的产品团队，以及在流程IT和CBG实际业务中负责技术创新验证的团队，一起解决数据全生命周期遇到的堵点和难点问题。此次我们华为云有三个项目成功入围，是业界对我们技术创新的认可，也让我们倍感自豪。” 华为云数据库副部长庄乾锋说。据庄乾锋介绍，GaussDB是基于对客户业务高可靠、高性能诉求的理解，结合云原生的技术倾力打造的数据库，涵盖了关系型与非关系型的全场景业务，是主打政企核心业务负载的金融级分布式数据库旗舰产品。“它具备应对海量并发事务处理与复杂查询混合负载的能力，通过全并行架构创新，性能大幅领先，并具备超过1000+节点的弹性扩展能力。同时通过和金融客户的应用场景考验，证明了具备出色的金融级高可用商用能力。”MRS IoTDB聚焦工业物联网领域的工业复杂时序数据的处理，解决通用数据库在超大规模复杂时序场景的功能短板和性能瓶颈，形成跨越端、边、云的工业物联网大数据的利器，能实现单机每秒千万测点数据的同时写入，提升用数效率。数智融合平台是将数据技术和AI技术有机结合，给AI模型提供高质量的数据，让数据潜力通过AI充分发挥，同时降低数据和AI的使用门槛。早在2019年，华为与中国工商银行就OLTP分布式数据库开展了技术交流和创新探索，并启动华为云GaussDB(for openGauss)分布式数据库业务试点，先后成功上线了多个银行业务系统。华为云GaussDB(for openGauss)给客户带来了三大核心价值：高可用，实现了同城单Region多AZ互联支持同城双活，金融级支持三层组网的管控高可用部署；性能线性扩展，支持集群水平扩展，基本联机性能与传统顶级商业数据库持平；弹性部署，实例及应用部署快速响应业务需求。同时，华为云GaussDB(for openGauss)还提供了一站式数据迁移解决方案，助力客户数据库选型安心，迁移放心，管理省心。未来，华为与工商银行将就两地三中心、同城跨中心RPO=0双集群高可用、Oracle迁移能力提升、智能运维、5A核心应用系统大机下移等多个金融客户核心场景继续探索和推广落地。“贵州作为数字经济发展创新区，正深入实施国家数字经济战略，在强化科技创新支撑，激活数据要素潜能，推动数字经济与实体经济融合发展方面有着丰富的经验。在产业转型升级和数字中国建设探索之路上，贵州为发展数字经济提供了强大动力。作为一个科技型企业，积极参与数博发布对我们来说是理所应当的，同时也非常感谢数博会提供这样的平台，让优秀的产品得以广泛传播和应用，华为云将与贵州数字产业同行，共同打造‘贵州数据产业’新名片。”庄乾锋说。',
    },
    {
        id:13,
        'title':'火星见证！我们的荣光｜祝贺天问一号成功着陆火星一周年',
        'content':'天问一号任务是中国航天事业自主创新和跨越发展的标志性成就。2020年7月23日，天问一号火星探测器在中国文昌航天发射场由长征五号火箭发射升空，之后经过近300天的飞行、4亿公里的奔赴，顺利抵达并着陆火星。天问一号火星探测器发射升空落“火”一周后，2021年5月22日，在地面人员的精心操作下，祝融号火星车驶下着陆平台；6月11日，天问一号探测器着陆火星首批科学影像图公布。中国首次火星探测任务高起点、高质量地取得圆满成功。△ 祝融号火星车驶下着陆平台在中国航天发展史上，天问一号任务实现了6个“首次”：首次实现地火转移轨道探测器发射；首次实现行星际飞行；首次实现地外行星软着陆；首次实现地外行星表面巡视探测；首次实现4亿公里距离的测控通信；首次获取第一手的火星科学数据。在世界航天史上，天问一号不仅在火星上首次留下中国印迹，而且首次实现通过一次任务完成火星环绕、着陆和巡视三大目标，充分展现了中国航天人的智慧，标志着我国在行星探测领域跨入世界先进行列。△ 祝融号火星车与着陆平台合影作为天问一号火星探测器的抓总研制单位，五院研制队伍付出了艰苦努力，为任务立项、研制、发射和在轨工作等作出了重大贡献。以祝融号火星车为例，它采用仿生“蝴蝶”式独特外观设计；外观显著位置安装国旗，让五星红旗闪耀火星；踏足火星后，在车辙中留下的“中”字印记，充分体现了中国智慧，给人们留下了深刻印象。2021年6月11日，五院在航天城玉琮广场隆重举行欢迎活动。现场响起了21响礼炮声，在锣鼓声、欢呼声、口号声中，凯旋的天问一号火星探测任务试验队挥舞着试验队旗，踏着昂扬有力的步伐，列队走上红毯、步入广场，接过鲜花并合影留念。△ 天问一号火星探测任务试验队凯旋',
    },
    {
        id:23,
        'title':'深空探测任务扎实推进',
        'content':'根据《2021中国的航天》白皮书，未来五年，中国将继续实施月球探测工程，发射嫦娥六号、嫦娥七号等探测器，完成嫦娥八号关键技术攻关，与相关国家、国际组织和国际合作伙伴共同开展国际月球科研站建设。继续实施行星探测工程，发射小行星探测器、完成近地小行星采样，完成火星采样返回等关键技术攻关。在工程总体的组织领导下，五院作为后续一系列重大型号的抓总研制单位，正抓紧推进各项论证、立项和研制等工作。目前，嫦娥系列探测器正按计划开展各项工作；天问二号探测器也已转入初样研制阶段，任务正在加快推进。',
    },
    {
        id:14,
        'title':'Gala玩塔姆辅助依旧是队伍最底层？Ming即使玩AD，也不愿待在下路',
        'content':'但从春季赛到现在，gala确实是拿出了很多的英雄，这一次的MSI上面，RNG因为重赛的原因，所以打了9场比赛，在这9场比赛里面，gala一共使用了6个英雄，重复使用的只有伊泽瑞尔，其他的几个AD分别是卢锡安、卡莉斯塔、卡莎和厄斐琉斯，但还有一个不是AD英雄，gala也能拿出来，这个英雄就是塔姆。RNG在最后一场面多RED的比赛当中，做出了一个下路赛娜+塔姆的组合。这个组合也是很常见的组合了，赛娜因为可以捡魂，不用吃经济，而塔姆的坦度以及对赛娜的保护，可以让这个组合在对线上面也不是那么的弱。并且打到中期，队伍中会出现一个坦度非常不错的塔姆，以及发育不错的赛娜，是一套很不错的体系。'
    },
    {
        id:24,
        'title':'Oner在最后龙魂的处理上犯了大罪，为什么要让没有惩戒的格温去打小龙？真以为RNG是LCK内部某些臭鱼烂虾？',
        'content':'不得不说韩国观众阅读比赛还是非常细心的，也发现了这场比赛的关键点，T1确实打得太贪了！第一条大龙Rush完之后被小明拖住就是很好的例证，当时Keria上墙限制了Wei的进场之后，T1本来可以卖掉Keria撤退的，但小明上前勾引了一波，T1以为还有机会可以再击杀掉小明，保证这波决策可以赚得更多。结果刚拿到大龙之后就被RNG打了一波团灭，领先的3000经济优势瞬间被打回到不足1000，后续的几波团战也是一样，T1在拿到击杀之后还想持续推进，结果被复活的Bin利用TP再次然后包夹，到手的优势转眼又被RNG收回。从官方放出的《麦克风》片段中，我们也可以看出RNG已经完全掌握了T1这种心理，知道T1无论如何也不会让RNG拿到任何资源上的优势，说白了就是T1啥都想要。第二条大龙刷新的时候，刚好赶上T1的龙魂刷新，这时候T1面临的抉择是要大龙还是要龙魂。这时候Gala灵光一现：“我们直接Rush大龙，Oner敢来抢的话就把他杀了，他要是si了我们直接拿条小龙……”Gala的意思就是利用大龙把Oner骗过来让他来抢，之后几兄弟合力击杀掉Oner，这么一来T1就没法拿龙魂了，节奏方面RNG就占据了主动。这波设计最终因为Bin的意外阵亡取得了成功，T1在击杀掉Bin的同时RNG拿下了大龙。后续RNG一方下路组去上路推进，Oner竟然选择了来上路防守，让没有惩戒的格温去小龙坑单挑小龙……Wei怎么也没有想到T1这个龙魂就这么被自己抢到了。同时Gala这波罕见的指挥也是帮助团队拿到了第二条大龙，场面上RNG已经占据了绝对的主导权。后续RNG的推进就非常从容了。在RNG的很多比赛中，我们几乎听不到Gala的声音，随着团队的磨合，Gala现在打得是越来越放松，融入感也越来越强了，这是个好消息。期待RNG和T1的二番战，到时候RNG要再接再厉'
    },
]
export default news;
